<?php

return [
    '403' => [
        'title' => '禁止访问',
        'description' => '您没有足够的权限。'
    ],

    '404' => [
        'title' => '页面未找到',
        'description' => '未找到指定地址的页面。'
    ],

    '405' => [
        'title' => '方法不允许',
        'description' => '该操作可能未被定义。'
    ],

    '419' => [
        'title' => '页面已过期',
        'description' => '您的会话可能已过期。'
    ],

    '429' => [
        'title' => '请求过多',
        'description' => '请等待片刻后再执行此操作。'
    ],

    '500' => [
        'title' => '服务器内部错误',
        'description' => '抱歉给您带来不便，我们会尽快修复问题。'
    ],

    '503' => [
        'title' => '服务不可用',
        'description' => '当前正在进行重要更新。'
    ]
];
