<?php

return [
    'users' => [
        'store' => 'उपयोगकर्ता बनाया गया।',
        'update' => 'उपयोगकर्ता डेटा अपडेट किया गया।',
        'destroy' => 'उपयोगकर्ता हटाया गया।',
        'password' => 'उपयोगकर्ता का पासवर्ड बदला गया।'
    ],

    'categories' => [
        'store' => 'श्रेणी बनाई गई।',
        'update' => 'श्रेणी अपडेट की गई।',
        'destroy' => 'श्रेणी हटाई गई।'
    ],

    'posts' => [
        'store' => 'पोस्ट बनाई गई।',
        'update' => 'पोस्ट अपडेट की गई।',
        'destroy' => 'पोस्ट हटाई गई।'
    ],

    'userpanel' => [
        'update' => 'परिवर्तन सहेजे गए।',
        'password' => 'परिवर्तन सहेजे गए।'
    ],

    'thumbnail' => [
        'update' => 'थंबनेल बदला गया।',
        'destroy' => 'थंबनेल हटाया गया।'
    ],

    'error' => 'एक अप्रत्याशित त्रुटि हुई।'
];
