<?php

return [
    'users' => [
        'store' => 'تم إنشاء المستخدم.',
        'update' => 'تم تحديث بيانات المستخدم.',
        'destroy' => 'تم حذف المستخدم.',
        'password' => 'تم تغيير كلمة مرور المستخدم.'
    ],

    'categories' => [
        'store' => 'تم إنشاء الفئة.',
        'update' => 'تم تحديث الفئة.',
        'destroy' => 'تم حذف الفئة.'
    ],

    'posts' => [
        'store' => 'تم إنشاء المنشور.',
        'update' => 'تم تحديث المنشور.',
        'destroy' => 'تم حذف المنشور.'
    ],

    'userpanel' => [
        'update' => 'تم حفظ التغييرات.',
        'password' => 'تم حفظ التغييرات.'
    ],

    'thumbnail' => [
        'update' => 'تم تغيير الصورة المصغرة.',
        'destroy' => 'تم حذف الصورة المصغرة.'
    ],

    'error' => 'حدث خطأ غير متوقع.'
];
