<?php

return [
    '403' => [
        'title' => 'प्रवेश निषेध',
        'description' => 'आपके पास पर्याप्त अनुमतियाँ नहीं हैं।'
    ],

    '404' => [
        'title' => 'पृष्ठ नहीं मिला',
        'description' => 'दिए गए पते पर कोई पृष्ठ नहीं मिला।'
    ],

    '405' => [
        'title' => 'अनुमति नहीं है',
        'description' => 'संभवतः यह क्रिया परिभाषित नहीं है।'
    ],

    '419' => [
        'title' => 'पृष्ठ की समयसीमा समाप्त',
        'description' => 'संभवतः आपका सत्र समाप्त हो गया है।'
    ],

    '429' => [
        'title' => 'सीमा पार हो गई',
        'description' => 'कृपया इस क्रिया को फिर से करने से पहले प्रतीक्षा करें।'
    ],

    '500' => [
        'title' => 'आंतरिक सर्वर त्रुटि',
        'description' => 'असुविधा के लिए हमें खेद है। हम इसे जल्द से जल्द ठीक करेंगे।'
    ],

    '503' => [
        'title' => 'सेवा उपलब्ध नहीं है',
        'description' => 'वर्तमान में महत्वपूर्ण बदलाव लागू किए जा रहे हैं।'
    ]
];
