<?php

return [
    'users' => [
        'store' => 'Пользователь создан.',
        'update' => 'Данные пользователя обновлены.',
        'destroy' => 'Пользователь удалён.',
        'password' => 'Пароль пользователя изменён.'
    ],

    'categories' => [
        'store' => 'Категория создана.',
        'update' => 'Категория обновлена.',
        'destroy' => 'Категория удалена.'
    ],

    'posts' => [
        'store' => 'Запись создана.',
        'update' => 'Запись обновлена.',
        'destroy' => 'Запись удалена.'
    ],

    'userpanel' => [
        'update' => 'Изменения сохранены.',
        'password' => 'Изменения сохранены.'
    ],

    'thumbnail' => [
        'update' => 'Миниатюра изменена.',
        'destroy' => 'Миниатюра удалена.'
    ],

    'error' => 'Произошла непредвиденная ошибка.'
];
