<?php

return [
    'discover' => 'Откройте для себя глубокие статьи, передовые уроки и вдохновляющие истории. Построено с использованием современной технологии и оптимизировано для лучшего опыта чтения.',
    'subscribe' => 'Подпишитесь, чтобы получать последние статьи прямо в ваш почтовый ящик.',
    'subscribed' => 'Подписано! ✓',
    'subscribing' => 'Подписка...',
    'quick_links' => 'Быстрые ссылки',
    'home' => 'Главная',
    'about_us' => 'О нас',
    'blog' => 'Блог',
    'contact_us' => 'Свяжитесь с нами',
    'resources' => 'Ресурсы',
    'help_center' => 'Центр помощи',
    'privacy_policy' => 'Политика конфиденциальности',
    'terms_conditions' => 'Условия и положения',
    'faq' => 'ЧаВо',
    'contact' => 'Контакт',
    'address' => 'Лахор, Пакистан',
    'copyright' => 'Все права защищены.'
];